<?php get_header(); ?>

<div class="not-found">
    <img src="<?php echo esc_url(get_template_directory_uri()) ?>/img/mv.jpeg" alt="mv">
    <h1>404 File Not Found <br>アクセスページは見つかりませんでした。</h1>
</div>

<div class="wrap_404">
    <h2>このエラーは、指定したページが見つからなかったことを意味します。</h2>     
    <p>アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。アクセスしたURLアドレスにお間違いがないようでしたら、ページの移動、または削除されている可能性があります。</p>
    <div class="fond-btn"><a href="<?php echo esc_url( home_url( '/' ) ); ?>">トップページに戻る</a></div>
</div>


<div class="c-close-mask"></div>
</article>

<?php get_sidebar(); ?>
<?php get_footer(); ?>